Repository: helsingborg-stad/modularity-frontend-form
Catalog: languages/modularity-frontend-form-*.po
Languages: sv_se

source: Form Steps
sv_se: Formulärsteg

source: Select Post Type
sv_se: Välj posttyp

source: The post type from which the fields should be retrieved; this setting also determines which post type the submission will be saved to.
sv_se: Den posttyp från vilken fälten ska hämtas; denna inställning avgör också vilken posttyp inskickningen kommer att sparas till.

source: Add Form Step
sv_se: Lägg till formulärsteg

source: Add the steps that should be displayed in this form. A maximum of 9 steps is allowed.
sv_se: Lägg till de steg som ska visas i detta formulär. Maximalt antal steg är 9.

source: Add Step
sv_se: Lägg till steg

source: Form Step Icon
sv_se: Formulärstegsikon

source: Form Step Title
sv_se: Formulärstegstitel

source: By leaving this blank, the configuration of the fieldgroup will be used.
sv_se: Om detta lämnas tomt används konfigurationen för fältgruppen.

source: From Step Content
sv_se: Från steg-innehåll

source: Form Step Group
sv_se: Formulärstegsgrupp

source: Configure Multistep Form
sv_se: Konfigurera flerstegsformulär

source: Post title
sv_se: Rubrik

source: Post content
sv_se: Innehåll

source: Submission Configuration
sv_se: Konfiguration av inskick

source: Submit to
sv_se: Skicka till

source: Select where you want the submissions to be stored or sent to.
sv_se: Välj var du vill att inskick ska lagras eller skickas.

source: Database
sv_se: Databas

source: E-Mail
sv_se: E-post

source: Data Protection Information
sv_se: Information om dataskydd

source: <mark>Some of the selected options to send to will receive all data submitted through the form, including any sensitive information that you may collection. Please ensure that the connected services complies with all relevant data protection regulations, such as GDPR and Schrems II.</mark>
sv_se: <mark>Vissa av de valda alternativen för mottagning kommer att ta emot all data som skickas via formuläret, inklusive eventuell känslig information som du kan ha samlat in. Säkerställ att de anslutna tjänsterna följer alla gällande dataskyddsregler, såsom GDPR och Schrems II.</mark>

source: Select where we should store the answers on this form, and with what default status.
sv_se: Välj var vi ska lagra svaren för detta formulär och med vilken standardstatus.

source: Save as Post Status
sv_se: Spara som poststatus

source: The post status to use when a form hasen't been reviewed by the user.
sv_se: Poststatus som används när ett formulär inte har granskats av användaren.

source: Draft
sv_se: Utkast

source: Pending Review
sv_se: Väntar på granskning

source: Private
sv_se: Privat

source: Published
sv_se: Publicerad

source: draft
sv_se: utkast

source: Email
sv_se: E-post

source: Configure the email adresses that should recive the form submission automatically.
sv_se: Konfigurera e-postadresser som ska ta emot formulärinskick automatiskt.

source: Add Reciver
sv_se: Lägg till mottagare

source: Configure a web adress that can recive post data.
sv_se: Konfigurera en webbadress som kan ta emot postdata.

source: Security
sv_se: Säkerhet

source: Public Access
sv_se: Publik åtkomst

source: This form may be used by unauthenticated visitors
sv_se: Detta formulär kan användas av icke autentiserade besökare

source: Legal
sv_se: Juridisk

source: Why are we collecting this data?
sv_se: Varför samlar vi in dessa uppgifter?

source: Describe why we need to collect this data.
sv_se: Beskriv varför vi behöver samla in dessa uppgifter.

source: Who will process or have access to the data?
sv_se: Vem kommer att behandla eller ha åtkomst till uppgifterna?

source: List all entities that will access or process the data, including internal departments as well as any external system providers.
sv_se: Lista alla enheter som kommer att få åtkomst till eller behandla uppgifterna, inklusive interna avdelningar samt externa systemleverantörer.

source: For how long should we keep the data submitted in this form?
sv_se: Hur länge ska vi behålla de uppgifter som skickats in i detta formulär?

source: What is the maximum retention period for the data before it is deleted? This function will delete the information completly.
sv_se: Vilket är den maximala lagringstiden för uppgifterna innan de raderas? Denna funktion kommer att radera informationen helt.

source: days
sv_se: dagar

source: Data Categories
sv_se: Datakategorier

source: Data Processors
sv_se: Databehandlare

source: Frontend Form Options
sv_se: Frontendformulärsalternativ

source: Frontend Form
sv_se: Frontendformulär

source: Frontend Form Submissions
sv_se: Formulärssvar

source: The post id that shows the form (holding post).
sv_se: Post-ID:t som visar formuläret (hållande post).

source: The page was not submitted from a valid source post id.
sv_se: Sidan skickades inte in från ett giltigt källpost-ID.

source: The post id that stores the form data.
sv_se: ID för inlägget som lagrar formulärdata.

source: The resource you are trying to find, does not exist.
sv_se: Resursen du försöker hitta finns inte.

source: The module id that the request originates from
sv_se: Modul-ID som begäran kommer från

source: The forms created by this module cannot be edited at this moment.
sv_se: Formulären som skapats av denna modul kan inte redigeras just nu.

source: The token that is used to authenticate the request.
sv_se: Token som används för att autentisera begäran.

source: The resource you are trying to access is not editable.
sv_se: Resursen du försöker komma åt är inte redigerbar.

source: The token provided, does not match the asset.
sv_se: Den angivna token matchar inte resursen.

source: The nonce that is used to authenticate the request.
sv_se: Nonce som används för att autentisera begäran.

source: The nonce provided, does not match the asset.
sv_se: Den angivna nonce matchar inte resursen.

source: An error occurred while processing the form
sv_se: Ett fel uppstod vid bearbetning av formuläret

source: Form submitted successfully
sv_se: Formuläret skickades framgångsrikt

source: Form updated successfully
sv_se: Formuläret uppdaterades framgångsrikt

source: No file handler available.
sv_se: Ingen filhanterare tillgänglig.

source: File upload error.
sv_se: Filuppladdningsfel.

source: One or more files failed to upload.
sv_se: En eller flera filer kunde inte laddas upp.

source: Failed to send email.
sv_se: Misslyckades med att skicka e-post.

source: Invalid email address in recivers list.
sv_se: Ogiltig e-postadress i mottagarlistan.

source: No email address set in recivers list.
sv_se: Ingen e-postadress angiven i mottagarlistan.

source: New submission: %s
sv_se: Nytt inskick: %s

source: No handler found.
sv_se: Ingen hanterare hittades.

source: Invalid callback url format.
sv_se: Ogiltigt format på callback-URL.

source: Callback url is not reachable.
sv_se: Callback-URL är inte nåbar.

source: Failed to send data to webhook.
sv_se: Misslyckades med att skicka data till webhook.

source: Could not insert post.
sv_se: Kunde inte infoga inlägg.

source: Could not update post.
sv_se: Kunde inte uppdatera inlägg.

source: Could not update field with metadata.
sv_se: Kunde inte uppdatera fält med metadata.

source: The file "%s" exceeds the maximum allowed file size of %s.
sv_se: Filen "%s" överskrider den högsta tillåtna filstorleken på %s.

source: Unable to check type of file "%s". %s.
sv_se: Kunde inte kontrollera typen av filen "%s". %s.

source: The file type is not allowed or communicated mime type (%s) does not match the actual file type (%s).
sv_se: Filtypen är inte tillåten eller den angivna mimetypen (%s) matchar inte den faktiska filtypen (%s).

source: unknown
sv_se: okänd

source: File does not exist
sv_se: Filen finns inte

source: Unable to read file
sv_se: Kunde inte läsa fil

source: The number of files uploaded for field "%s" exceeds the maximum allowed of %d.
sv_se: Antalet uppladdade filer för fältet "%s" överstiger det högsta tillåtna på %d.

source: The number of files uploaded for field "%s" is less than the minimum required of %d.
sv_se: Antalet uppladdade filer för fältet "%s" är mindre än det minsta kravet på %d.

source: The file "%s" could not be uploaded [unable to find the file].
sv_se: Filen "%s" kunde inte laddas upp [kunde inte hitta filen].

source: The file "%s" could not be uploaded [unable to access the file].
sv_se: Filen "%s" kunde inte laddas upp [kunde inte komma åt filen].

source: The file "%s" (%d) does not match the expected filesize of %d. The file might be corrupted or incomplete.
sv_se: Filen "%s" (%d) matchar inte den förväntade filstorleken på %d. Filen kan vara skadad eller ofullständig.

source: This form has the editing feature disabled.
sv_se: Detta formulär har redigeringsfunktionen inaktiverad.

source: The post does not have a registered security token.
sv_se: Inlägget har ingen registrerad säkerhetstoken.

source: Form is missing required field: %s
sv_se: Formuläret saknar obligatoriska fält: %s

source: Nonce missing.
sv_se: Nonce saknas.

source: Nonce is invalid.
sv_se: Nonce är ogiltig.

source: Content is required in this form. The field cannot be empty.
sv_se: Innehåll krävs i detta formulär. Fältet kan inte vara tomt.

source: A title is required in this form. The field cannot be empty.
sv_se: En rubrik krävs i detta formulär. Fältet kan inte vara tomt.

source: Cannot delete form module: existing submissions found.
sv_se: Kan inte ta bort formulärmodul: befintliga inskick hittades.

source: Cannot move form module to trash: existing submissions found.
sv_se: Kan inte flytta formulärmodul till papperskorgen: befintliga inskick hittades.

source: No
sv_se: Nej

source: Yes
sv_se: Ja

source: Content for
sv_se: Innehåll för

source: post
sv_se: Inlägg

source: Title for
sv_se: Titel för

source: Frontend Forms
sv_se: Frontendformulär

source: Module for creating forms.
sv_se: Modul för att skapa formulär.

source: Edit
sv_se: Redigera

source: Submit
sv_se: Skicka

source: Previous
sv_se: Föregående

source: Next
sv_se: Nästa

source: of
sv_se: av

source: Step
sv_se: Steg

source: Return
sv_se: Återvänd

source: Completed
sv_se: Slutförd

source: No results found
sv_se: Inga resultat hittades

source: Search location...
sv_se: Sök plats...

source: Name of the location
sv_se: Platsens namn

source: Remove row
sv_se: Ta bort rad

source: At least one value is required
sv_se: Minst ett värde krävs

source: Loading
sv_se: Laddar

source: New row
sv_se: Ny rad

source: The following field is not supported
sv_se: Följande fält stöds inte

source: Loading successful
sv_se: Inläsning lyckades

source: No rows
sv_se: Inga rader

source: Go to step
sv_se: Gå till steg

source: No rows added
sv_se: Inga rader har lagts till

source: This field is required
sv_se: Detta fält är obligatoriskt

source: Please choose a place on the map
sv_se: Vänligen välj en plats på kartan

source: Please add some content
sv_se: Vänligen lägg till innehåll

source: Please select an option
sv_se: Vänligen välj ett alternativ

source: Please enter a valid email address (ex. %s)
sv_se: Vänligen ange en giltig e-postadress (t.ex. %s)

source: Please enter a valid URL (ex. %s)
sv_se: Vänligen ange en giltig URL (t.ex. %s)

source: Please enter a valid phone number
sv_se: Vänligen ange ett giltigt telefonnummer

source: Please enter a valid date (ex. yyyy-mm-dd)
sv_se: Vänligen ange ett giltigt datum (t.ex. åååå-mm-dd)

source: Please enter a date after %s
sv_se: Vänligen ange ett datum efter %s

source: Please enter a date before %s
sv_se: Vänligen ange ett datum före %s

source: Please enter a valid date and time
sv_se: Vänligen ange ett giltigt datum och tid

source: A minimum of %s files is required
sv_se: Minst %s filer krävs

source: Please enter a valid time (ex. hh:mm)
sv_se: Vänligen ange en giltig tid (t.ex. tt:mm)

source: Please enter a time after %s
sv_se: Vänligen ange en tid efter %s

source: Please enter a time before %s
sv_se: Vänligen ange en tid före %s

source: Please enter a valid number
sv_se: Vänligen ange ett giltigt nummer

source: Please enter a number greater than or equal to %s
sv_se: Vänligen ange ett nummer större än eller lika med %s

source: Please enter a number smaller than or equal to %s
sv_se: Vänligen ange ett nummer mindre än eller lika med %s

source: Please enter a number in increments of %s
sv_se: Vänligen ange ett nummer i steg om %s

source: The following files could not be uploaded
sv_se: Följande filer kunde inte laddas upp

source: Error
sv_se: Fel

source: Success
sv_se: Framgång

source: Submitting
sv_se: Skickar

source: Preparing
sv_se: Förbereder

source: Form submitted successfully.
sv_se: Formuläret skickades framgångsrikt.

source: Form submission failed: Cound not find path.
sv_se: Formulärinskick misslyckades: kunde inte hitta sökväg.

source: An unknown error occurred while submitting the form.
sv_se: Ett okänt fel uppstod vid inskick av formuläret.

source: Communication error
sv_se: Kommunikationsfel

source: Securing
sv_se: Säkrar

source: Could not secure connection – link missing.
sv_se: Kunde inte säkra anslutning – länk saknas.

source: Could not secure connection – please try again.
sv_se: Kunde inte säkra anslutning – vänligen försök igen.

source: Bold
sv_se: Fet

source: Italic
sv_se: Kursiv

source: Underline
sv_se: Understruken

source: Strikethrough
sv_se: Genomstruken

source: Bullet list
sv_se: Punktlista

source: Numbered list
sv_se: Numrerad lista

source: Link
sv_se: Länk

source: Blockquote
sv_se: Citatblock

source: Heading
sv_se: Rubrik

source: Subheading
sv_se: Underrubrik

source: By submitting this form, you agree to our terms and conditions. You also consent to your personal data being processed by <mark>{{data_processors}}</mark> in accordance with GDPR. Additionally, you confirm that you have the full rights to all content you provide. We need to process this data with the following reason(s): <mark>{{data_categories}}</mark>. Your data will be permanently deleted after <mark>{{data_retention_period}}</mark> days, calculated from the date of the last modification or expiration.
sv_se: Genom att skicka in detta formulär godkänner du våra villkor. Du samtycker också till att dina personuppgifter behandlas av <mark>{{data_processors}}</mark> i enlighet med GDPR. Dessutom bekräftar du att du har fulla rättigheter till allt innehåll du tillhandahåller. Vi behöver behandla dessa uppgifter med följande anledning(ar): <mark>{{data_categories}}</mark>. Dina uppgifter kommer att raderas permanent efter <mark>{{data_retention_period}}</mark> dagar, räknat från datumet för den senaste ändringen eller utgången.

source: us
sv_se: oss

source: relevant processing requirements
sv_se: relevanta behandlingskrav

source: and
sv_se: och
